{
  "home": {
    "heroTitle": "Induruwas neuestes Café",
    "heroSubtitle": "Induruwa – das neueste Kaffeeerlebnis – Lavazza-Kaffee, frisches Gebäck & mehr..",
    "viewOffer": "Angebot ansehen →",
    "aboutTitle": "Über uns",
    "aboutPara1": "Willkommen im The Coffee Shop der AIDA Group – dem neuesten und trendigsten Café in Induruwa, Sri Lanka. Wir servieren echten Lavazza-Kaffee, perfekt zubereitet auf unserer professionellen LaCimbali-Espressomaschine, begleitet von einer großen Auswahl an frisch gebackenem Gebäck, hausgemachten Kuchen, frischen Säften und Smoothies.",
    "aboutPara2": "Unser Café ist als arbeitsfreundlicher, entspannender und ästhetischer Ort gestaltet – ideal für Reisende, Einheimische und digitale Nomaden, die einen gemütlichen Platz mit WLAN suchen. Als Teil der renommierten AIDA Group, die seit über 50 Jahren in der Hotellerie tätig ist, bieten wir Ihnen nicht nur Kaffee – sondern ein ganzheitliches Lifestyle-Erlebnis im Herzen von Induruwa.",
    "statsYears": "Jahre Erfahrung",
    "statsCustomers": "Zufriedene Kunden",
    "statsVarieties": "Kaffeesorten",
    "statsAwards": "Auszeichnungen",
    "statswon": "Gewonnen",
    "offerTitle": "Unsere Angebote"
  },
  "teamCarousel": {
    "Team Carousel (Video)": "Team-Karussell (Video)"
  },

  "menu": {
    "menuTitle1": "Getränke",
    "menu1Subtitle": "Frisch gebrühter, aromatischer Kaffee aus den besten Bohnen – das Herz jedes großartigen Gesprächs.",
    "menuTitle2": "Burger",
    "menu2Subtitle": "Saftige, geschmackvolle Burger, perfekt abgestimmt auf Ihren Lieblingskaffee oder Ihr Getränk – Komfort auf dem Teller.",
    "menuTitle3": "Gemeinschaft",
    "menu3Subtitle": "Mehr als ein Café – ein warmer Ort, an dem Freunde, Einheimische und Reisende zusammenkommen und gemeinsame Momente teilen.",
    "menuTitle4": "Kaffee",
    "menu4Subtitle": "Frisch gebrühter, aromatischer Kaffee aus den besten Bohnen – das Herz jedes großartigen Gesprächs.",
    "menuTitle5": "Veranstaltungen",
    "menu5Subtitle": "Nehmen Sie an unseren lebhaften Veranstaltungen teil – Live-Musik, Kunstausstellungen und mehr.",
    "menuTitle6": "Live-Küche",
    "menu6Subtitle": "Erleben Sie, wie unsere Köche Ihre Mahlzeit direkt vor Ihren Augen zubereiten."
  },

  "feedback": {
    "feedbackTitle": "Kundenfeedback"
  },

  "blog": {
    "title": "UNSER BLOG",
    "text": "Unser Blog vereint Geschichten aus der Kaffeekultur, dem Reisen und AIDAs Vermächtnis in der Gastfreundschaft. Die besten Coffeeshops in Induruwa – warum AIDAs Coffee Shop besonders ist."
  },


  "coffees": {
    "americano": "Americano",
    "icedLatte": "Eiskaffee Latte",
    "affogato": "Affogato",
    "cappuccino": "Cappuccino",
    "espresso": "Espresso"
  },
  "about": {
    "aboutTitle": "Über uns",
    "ourStoryTitle": "Unsere Geschichte",
    "ourStoryText": "...",
    "ourVisionTitle": "Unsere Vision",
    "ourVisionText": "...",
    "ourMissionTitle": "Unsere Mission",
    "ourMissionText": "..."
  },
  "navbar": {
    "home": "Startseite",
    "about": "Über uns",
    "offer": "Angebote",
    "blog": "Blog",
    "gallery": "Galerie",
    "contact": "Kontakt"
  },
  "footer": {
    "SERVICES": "DIENSTLEISTUNGEN",
    "home": "Startseite",
    "about": "Über uns",
    "offer": "Angebote",
    "blog": "Blog",
    "gallery": "Galerie",
    "contact": "Kontakt",
    "Coffee": "KAFFEE",
    "coffeetext": "Aida Coffee Shop ist Ihr Lieblingsort für Spezialitätenkaffee, handgemachtes Gebäck und eine große Auswahl an Getränken. Unser Kaffee wird sorgfältig geröstet und perfekt gebrüht, um eine gemütliche Atmosphäre zu schaffen. Genießen Sie reiche Aromen, freundlichen Service und den idealen Ort zum Entspannen oder Austauschen – frisch gebrüht jeden Tag.",
    "Social": "SOZIALE MEDIEN"
  }
}
