{
  "home": {
    "heroTitle": "Новейшее кофе Индурувы",
    "heroSubtitle": "Новый кофейный опыт — кофе Lavazza, свежая выпечка и многое другое",
    "viewOffer": "Посмотреть предложение →",
    "aboutTitle": "О нас",
    "aboutPara1": "Добро пожаловать в The Coffee Shop от AIDA Group — новое и самое стильное кафе в Индуруве, Шри-Ланка. Мы подаём настоящий кофе Lavazza, приготовленный до совершенства на профессиональной кофемашине LaCimbali, в сочетании с широким выбором свежей выпечки, фирменных тортов, свежевыжатых соков и смузи.",
    "aboutPara2": "Наше кафе создано как уютное, стильное и комфортное пространство, идеально подходящее для путешественников, местных жителей и цифровых кочевников, ищущих место с Wi-Fi для работы и отдыха. Будучи частью надёжной AIDA Group, известной более чем 50-летним опытом в сфере гостеприимства, мы предлагаем вам не просто кофе — а полноценный образ жизни в самом сердце Индурувы.",
    "statsYears": "Выпечка",
    "statsYears2": "Разновидности",
    "statsCustomers": "Торты",
    "statsCustomers2": "Разновидности",
    "statsVarieties": "Счастливые",
    "statsVarieties2": "Клиенты",
    "statsAwards": "Напитки",
    "statswon": "Разновидности",
    "offerTitle": "Наши предложения"
  },

  "teamCarousel": {
    "Team Carousel (Video)": "Команда Карусель (Видео)"
  },

  "menu": {
    "menuTitle1": "Напитки",
    "menu1Subtitle": "Свежесваренный ароматный кофе из лучших зёрен — сердце каждого прекрасного разговора.",
    "menuTitle2": "Бургеры",
    "menu2Subtitle": "Сочные и вкусные бургеры, идеально сочетающиеся с вашим любимым кофе или напитком — комфорт на тарелке.",
    "menuTitle3": "Сообщество",
    "menu3Subtitle": "Больше, чем кафе — это уютное место, где друзья, местные жители и путешественники соединяются и делятся моментами вместе.",
    "menuTitle4": "Кофе",
    "menu4Subtitle": "Свежесваренный ароматный кофе из лучших зёрен — сердце каждого прекрасного разговора.",
    "menuTitle5": "События",
    "menu5Subtitle": "Присоединяйтесь к нашим ярким событиям — живая музыка, художественные выставки и многое другое.",
    "menuTitle6": "Живая кухня",
    "menu6Subtitle": "Насладитесь тем, как наши повара готовят ваше блюдо прямо у вас на глазах."
  },

  "coffees": {
      "americano": "Американо",
      "icedLatte": "Латте",
      "affogato": "Аффогато",
      "cappuccino": "Капучино",
      "espresso": "Эспрессо"
    },

  "feedback": {
    "feedbackTitle": "Отзывы клиентов"
  },

  "blog": {
    "title": "Наш блог",
    "text": "Наш блог объединяет истории о кофейной культуре, путешествиях и наследии AIDA в сфере гостеприимства. Лучшие кофейни в Индурве — почему кофейня AIDA заслуживает вашего внимания.",
    "button": "смотреть больше"
  },


"about": {
  "aboutTitle": "О нас",
  "ourStoryTitle": "Наша история",
  "ourStoryText": "На протяжении почти пяти десятилетий группа AIDA является символом подлинности, качества и шри-ланкийского гостеприимства. От AIDA Gems до AIDA Ayurveda Resort, AIDA Seafood Restaurant и AIDA Textiles — наше наследие основано на доверии, мастерстве и незабываемых впечатлениях. The Coffee Shop — это последнее дополнение к нашей семье — место, где итальянское кофейное совершенство сочетается с теплотой Шри-Ланки. Каждая чашка кофе, приготовленная из зерен Lavazza, и каждая выпечка из нашей кухни отражают нашу миссию — создать лучшее кафе в Индуруве.",
  "ourVisionTitle": "Наше видение",
  "ourVisionText": "Наше видение — прославлять богатство и характер шри-ланкийской кофейной культуры через тщательно приготовленные напитки, вдохновленные местными рецептами, и атмосферу у моря. Мы стремимся к этичному выбору продуктов, поддержке местных фермеров и мастеров, а также к созданию персонализированного опыта для каждого гостя. Объединяя искусство кофе с духом устойчивого гостеприимства, мы создаем спокойное место, где простота, устойчивость и душевное обслуживание сочетаются в гармонии.",
  "ourMissionTitle": "Наша миссия",
  "ourMissionText": "В AIDA Coffee Shop наша миссия — создать бутик-кафе, которое передает подлинный вкус и аромат шри-ланкийского кофе. Мы стремимся предоставлять высококачественные блюда и напитки, приготовленные с любовью и поданные с теплом. Каждая чашка кофе отражает нашу приверженность качеству, комфорту и сообществу — идеальное место, чтобы расслабиться и почувствовать настоящее островное гостеприимство. The Coffee Shop by AIDA стремится стать местом, где сочетаются качественный кофе и мирная атмосфера на южном побережье."
},

  "Quality": {
  "Quality1": "Мировое качество, местная душа",
  "Quality1text": "Мы с гордостью подаем Lavazza — один из лучших кофейных брендов мира, чтобы каждая чашка соответствовала международным стандартам, — а наша атмосфера, гостеприимство и обстановка отражают тёплую душу Шри-Ланки.",
  "Quality2": "Спокойствие и гармония",
  "Quality2text": "В рамках видения AIDA, основанного на заботе о благополучии, мы предлагаем не просто кофе — мы дарим покой. Наше кафе у моря, умиротворённый интерьер и философия медленной жизни приглашают гостей остановиться, вдохнуть и насладиться моментом.",
  "Quality3": "Связь и сообщество",
  "Quality3text": "Мы создаём гостеприимное пространство, где путешественники, местные жители и творческие люди могут собираться, отдыхать и общаться — за беседой, книгой или просто наслаждаясь идеальной чашкой кофе."
},

"offer": {
  "offerTitle": "Мы предлагаем",
  "offer1Title": "НАПИТКИ",
  "offer1desc": "Мы создаем и распространяем вкусные напитки. Наш основной продукт приготовлен по секретному рецепту и доступен в магазинах по всему миру.",
  "offer1details": "Наши напитки — это не просто напитки, это впечатления в каждом глотке. Каждое творение — идеальный баланс вкуса, созданный из лучших фруктовых экстрактов, ароматных трав и натуральных подсластителей, чтобы пробудить ваши чувства. Будь то утро, обеденный перерыв или вечерний отдых — у нас есть напиток для любого настроения. От бодрящих лимонных холодных чаев до нежных шоколадных смесей — каждая бутылка отражает нашу преданность вкусу, свежести и благополучию. В основе нашей работы лежит устойчивость — мы используем перерабатываемые материалы и местные ингредиенты, поддерживая сообщество и уменьшая углеродный след.",
  "offer1image1": "Освежающие и бодрящие холодные чаи для яркого начала дня.",
  "offer1image2": "Нежные шоколадные смеси, которые согревают душу.",
  "offer1image3": "Премиальные фруктовые экстракты и ароматные травы для идеального вкусового баланса.",
  "offer2Title": "БУРГЕРЫ",
  "offer2desc": "Сочные бургеры, приготовленные из свежих ингредиентов и идеально обжаренные.",
  "offer2details": "Наши бургеры созданы с любовью — каждый укус это гармония текстур и вкусов. Мы используем свежеиспеченные бриошь-булочки, местные овощи и 100% чистое мясо или растительные котлеты. Добавьте наш фирменный соус — смесь трав, карамелизированного лука и специй — и вы получите бургер, который говорит сам за себя.",
  "offer2image1": "Сочные бургеры из свежих ингредиентов.",
  "offer2image2": "Идеально прожаренные бургеры с насыщенным вкусом.",
  "offer2image3": "Бургеры, приготовленные с любовью и вниманием к деталям.",
  "offer3Title": "КОФЕ",
  "offer3desc": "Попробуйте лучшие обжаренные зерна, приготовленные с совершенством.",
  "offer3details": "Наш кофе — это гармоничная смесь отборных зерен, выращенных в лучших регионах мира. Каждая партия обжаривается до совершенства, чтобы каждая чашка стала произведением вкуса и аромата. Мы тщательно подбираем зерна и заботимся о каждом этапе обжарки, чтобы вы могли насладиться идеальным кофе.",
  "offer3image1": "Отборные зерна из лучших кофейных регионов мира.",
  "offer3image2": "Каждая чашка — шедевр вкуса и аромата.",
  "offer3image3": "Кофе, приготовленный с вниманием и мастерством.",
  "offer4Title": "СОБЫТИЯ",
  "offer4desc": "Испытайте магию наших событий, где объединяются люди, еда и музыка, создавая незабываемые моменты.",
  "offer4details": "Наши события — это не просто встречи, а праздник культуры, творчества и единства. Мы верим в силу событий, которые объединяют людей и создают воспоминания на всю жизнь.",
  "offer5Title": "СООБЩЕСТВО",
  "offer5desc": "Почувствуйте магию наших встреч, где объединяются люди, еда и музыка, создавая незабываемые моменты.",
  "offer5details": "Наши мероприятия — это не просто сборы, а праздник культуры, творчества и общности. Мы верим, что такие события создают связи и радостные воспоминания, которые остаются навсегда.",
  "offer5image1": "Сообщества, наполненные энергией и радостью.",
  "offer5image2": "Празднование творчества и общения.",
  "offer5image3": "Яркие встречи и позитивная энергия сообщества.",
  "offer6Title": "ОТКРЫТАЯ КУХНЯ",
  "offer6desc": "Насладитесь едой, приготовленной прямо на ваших глазах — где свежесть встречается с искусством.",
  "offer6details": "Наша открытая кухня — это сочетание кулинарного мастерства и творчества. Наблюдайте, как наши шефы превращают свежие ингредиенты в аппетитные блюда прямо перед вами. Каждый рецепт рассказывает историю — от шипящих паст до ароматных грилей. Звук, аромат и подача делают это кулинарное представление поистине незабываемым. Это не просто еда — это шоу вкуса и мастерства.",
  "offer6image1": "Шеф-повара в действии — каждое блюдо готовится на глазах.",
  "offer6image2": "Свежие ингредиенты жарятся до совершенства.",
  "offer6image3": "Энергия кухни — живая и подлинная."
},

"blog2": {
  "title": "НАШ БЛОГ",
  "text": "Наш блог объединяет истории о кофейной культуре, путешествиях и наследии гостеприимства AIDA. Лучшие кофейни в Индуруве — почему стоит выбрать кофейню AIDA.",
  "button": "смотреть больше"
},



"gallery": {
  "galleryTitle": "Галерея",
  "galleryText": "Галерея наших прошлых и настоящих моментов, историй и впечатлений из кофейни AIDA."
},

"contact": {
  "contactTitle": "Свяжитесь с нами",
  "contactSubtitle": "СВЯЖИТЕСЬ С НАМИ",
  "contactText": "Мы открыты для любых предложений или просто дружеской беседы. Не стесняйтесь связаться с нами через форму ниже.",
  "name": "Имя",
  "email": "Электронная почта",
  "message": "Сообщение",
  "send": "Отправить",
  "sending": "Отправка..."
},


  "navbar": {
    "home": "Главная",
    "about": "О нас",
    "offer": "Предложения",
    "blog": "Блог",
    "gallery": "Галерея",
    "contact": "Контакты"

  },    
  
  "footer": {
  "SERVICES": "УСЛУГИ",
  "home": "Главная",
  "about": "О нас",
  "offer": "Предложения",
  "blog": "Блог",
  "gallery": "Галерея",
  "contact": "Контакты",
  "Coffee": "КОФЕ",
  "coffeetext": "Aida Coffee Shop — это ваше идеальное место для особенного кофе, ремесленных десертов и широкого выбора напитков. Наш кофе тщательно обжаривается и заваривается до совершенства, создавая уютную атмосферу. Наслаждайтесь насыщенным вкусом, дружелюбным обслуживанием и идеальным пространством для отдыха или общения — свежее приготовление каждый день.",
  "Social": "СОЦИАЛЬНЫЕ СЕТИ"
}

}
