{
  "home": {
    "heroTitle": "Новейшее кофе Индурувы",
    "heroSubtitle": "Новый кофейный опыт — кофе Lavazza, свежая выпечка и многое другое",
    "viewOffer": "Посмотреть предложение →",
    "aboutTitle": "О нас",
    "aboutPara1": "Добро пожаловать в The Coffee Shop от AIDA Group — новое и самое стильное кафе в Индуруве, Шри-Ланка. Мы подаём настоящий кофе Lavazza, приготовленный до совершенства на профессиональной кофемашине LaCimbali, в сочетании с широким выбором свежей выпечки, фирменных тортов, свежевыжатых соков и смузи.",
    "aboutPara2": "Наше кафе создано как уютное, стильное и комфортное пространство, идеально подходящее для путешественников, местных жителей и цифровых кочевников, ищущих место с Wi-Fi для работы и отдыха. Будучи частью надёжной AIDA Group, известной более чем 50-летним опытом в сфере гостеприимства, мы предлагаем вам не просто кофе — а полноценный образ жизни в самом сердце Индурувы.",
    "statsYears": "Лет опыта",
    "statsCustomers": "Счастливые клиенты",
    "statsVarieties": "Виды кофе",
    "statsAwards": "Полученные",
    "statswon": "награды",
    "offerTitle": "Наши предложения"
  },

  "teamCarousel": {
    "Team Carousel (Video)": "Команда Карусель (Видео)"
  },

  "menu": {
    "menuTitle1": "Напитки",
    "menu1Subtitle": "Свежесваренный ароматный кофе из лучших зёрен — сердце каждого прекрасного разговора.",
    "menuTitle2": "Бургеры",
    "menu2Subtitle": "Сочные и вкусные бургеры, идеально сочетающиеся с вашим любимым кофе или напитком — комфорт на тарелке.",
    "menuTitle3": "Сообщество",
    "menu3Subtitle": "Больше, чем кафе — это уютное место, где друзья, местные жители и путешественники соединяются и делятся моментами вместе.",
    "menuTitle4": "Кофе",
    "menu4Subtitle": "Свежесваренный ароматный кофе из лучших зёрен — сердце каждого прекрасного разговора.",
    "menuTitle5": "События",
    "menu5Subtitle": "Присоединяйтесь к нашим ярким событиям — живая музыка, художественные выставки и многое другое.",
    "menuTitle6": "Живая кухня",
    "menu6Subtitle": "Насладитесь тем, как наши повара готовят ваше блюдо прямо у вас на глазах."
  },

  "coffees": {
      "americano": "Американо",
      "icedLatte": "Латте",
      "affogato": "Аффогато",
      "cappuccino": "Капучино",
      "espresso": "Эспрессо"
    },

  "feedback": {
    "feedbackTitle": "Отзывы клиентов"
  },

  "blog": {
    "title": "НАШ БЛОГ",
    "text": "Наш блог объединяет истории о кофейной культуре, путешествиях и наследии AIDA в сфере гостеприимства. Лучшие кофейни в Индурве — почему кофейня AIDA заслуживает вашего внимания."
  },


  "about": {
    "aboutTitle": "О нас",
    "ourStoryTitle": "Наша история",
    "ourStoryText": "...",
    "ourVisionTitle": "Наше видение",
    "ourVisionText": "...",
    "ourMissionTitle": "Наша миссия",
    "ourMissionText": "..."
  },

  "navbar": {
    "home": "Главная",
    "about": "О нас",
    "offer": "Предложения",
    "blog": "Блог",
    "gallery": "Галерея",
    "contact": "Контакты"

  },    
  
  "footer": {
  "SERVICES": "УСЛУГИ",
  "home": "Главная",
  "about": "О нас",
  "offer": "Предложения",
  "blog": "Блог",
  "gallery": "Галерея",
  "contact": "Контакты",
  "Coffee": "КОФЕ",
  "coffeetext": "Aida Coffee Shop — это ваше идеальное место для особенного кофе, ремесленных десертов и широкого выбора напитков. Наш кофе тщательно обжаривается и заваривается до совершенства, создавая уютную атмосферу. Наслаждайтесь насыщенным вкусом, дружелюбным обслуживанием и идеальным пространством для отдыха или общения — свежее приготовление каждый день.",
  "Social": "СОЦИАЛЬНЫЕ СЕТИ"
}

}
